{
  "menu": {
    "home": "Головна",
    "experience": "Досвід",
    "projects": "Проекти",
    "blog": "Блог",
    "aboutMe": "Про мене",
    "contact": "Контакти",
    "dashboard": "Панель"
  },
  "banner": {
    "openCV": "Відкрити резюме",
    "fullName": "Василь Бажів",
    "role": "Фронтенд розробник",
    "description": "Привіт! Мене звати <span>Василь</span>, я <span>Фронтенд розробник</span> з більш ніж <span>3 роками досвіду</span>, включаючи комерційну роботу. Готовий <span>приєднатися до вашої команди</span> та створювати якісні веб-сайти та додатки.",
    "btnText": "Дізнатися більше"
  },
  "experience": {
    "title": "Досвід:",
    "global": {
      "company": "Global Services and Software Inc",
      "date": "06.2023 - 01.2024",
      "position": "Фронтенд розробник",
      "desc": "Розробка нового дизайну та функціональності для внутрішнього проекту компанії із використанням таких технологій, як Vue.js, Vuex, Webpack та GitLab, а також підтримка старих проектів на WordPress."
    },
    "maxopen": {
      "company": "MAXOPEN",
      "date": "12.2022 - 06.2023",
      "position": "Фронтенд розробник",
      "desc": "Розробка крос-платформних веб-додатків із використанням таких технологій, як HTML, CSS, SCSS та JavaScript. Досвід роботи з системою контролю версій Git та покращення існуючих продуктів, включаючи звичайні веб-сайти та сайти на базі WordPress."
    },
    "hills": {
      "company": "DirectHills LLC",
      "date": "07.2022 - 12.2022",
      "position": "Фронтенд розробник",
      "desc": "Розробка внутрішнього веб-додатку для автоматизації рутинних завдань менеджерів, стек технологій: React, TypeScript, Tailwind CSS, Redux Toolkit; бекенд на Java Spring."
    }
  },
  "projects": {
    "title": "Мої Проекти:",
    "notFound": "Не знайдено, спробуйте інші фільтри!",
    "warning": "Зверніть увагу, що перелічені нижче проекти є особистими, оскільки наразі я можу додавати лише особисті проекти до цього розділу. Кожен проект демонструє різні навички та технології, з якими я працював. Для професійного досвіду та детальнішої інформації, будь ласка, зверніться до інших розділів мого портфоліо."
  },
  "skills": {
    "title": "Мої Навички:",
    "subtitle": "Опис:",
    "desc": "*Наведіть курсор миші на картку, щоб прочитати",
    "items": {
      "html": "Вмію створювати семантичну та красиву верстку, знайомий з HTML більше 3 років",
      "css": "Добре знайомий з CSS3, вмію створювати адаптивні та крос-браузерні стилі",
      "sass": "Використовую препроцесор Sass для зручного написання CSS",
      "js": "Знаю JavaScript, вмію писати складну логіку та взаємодіяти з DOM",
      "react": "Використовую React для створення SPA додатків",
      "vue": "Знайомий з Vue.js, використовую для створення інтерфейсів",
      "next": "Працюю з Next.js для серверного рендерингу та статичної генерації сайтів",
      "typescript": "Застосовую TypeScript для типізації та підвищення стабільності коду",
      "node": "Використовую Node.js для створення серверних додатків",
      "socketio": "Працюю з Socket.io для реалізації реального часу в додатках",
      "wordpress": "Створюю сайти на WordPress, знайомий з його внутрішньою структурою",
      "bootstrap": "Використовую Bootstrap для швидкої верстки та створення адаптивних інтерфейсів"
    }
  }
}
